{
    "personajes": [
      {
        "id": "1",
      "name": "Astra",
      "role": "Controlador",
      "face": "/images/rostros/astraRostro.png",
      "image": "images/characters/astra.webp",
        "description": "Astra es una controladora que manipula el espacio con sus estrellas.",
        "recommendedMaps": [
          {
            "map": "Haven",
            "reason": "Astra puede usar sus estrellas para controlar y bloquear las líneas de visión en los tres sitios de bombas en Haven."
          },
          {
            "map": "Icebox",
            "reason": "La capacidad de Astra para crear bloqueos y áreas de control le permite aprovechar el diseño vertical de Icebox."
          },
          {
            "map": "Pearl",
            "reason": "Astra Controla las largas distancias y los sitios de bombas."
          },
          {
            "map": "Sunset",
            "reason": "Utiliza sus estrellas para controlar las áreas amplias y caminos abiertos."
          }
        ]
      },
    {
      "id": "2",
      "name": "Brimstone",
      "role": "Controlador",
      "face": "/images/rostros/brimstoneRostro.png",
      "image": "/images/characters/brimstone.png",
      "description": "Brimstone es un controlador con humos y habilidades incendiarias poderosas.",
      "recommendedMaps": [
        {
          "map": "Bind",
          "reason": "Los humos y molotovs de Brimstone pueden controlar los teletransportadores y bloquear las líneas de visión enemigas."
        },
        {
          "map": "Haven",
          "reason": "Las habilidades de Brimstone pueden controlar los sitios de bombas y proporcionar cobertura durante los ataques."
        },
        {
          "map": "Fracture",
          "reason": "Sus humos y molotovs son efectivos para controlar las zonas abiertas y múltiples entradas."
        },
        {
          "map": "Lotus",
          "reason": "Utiliza sus habilidades para bloquear ángulos y controlar áreas extensas."
        }
      ]
    },
    {
      "id": "3",
      "name": "Breach",
      "role": "Iniciador",
      "face": "/images/rostros/breachRostro.png",
      "image": "/images/characters/breach.png",
      "description": "Breach es un iniciador que puede interrumpir a los enemigos con sus habilidades.",
      "recommendedMaps": [
        {
          "map": "Haven",
          "reason": "Las habilidades de Breach pueden despejar áreas e interrumpir a los enemigos, haciéndolo efectivo para tomar el control de los sitios de bombas en Haven."
        },
        {
          "map": "Bind",
          "reason": "Las habilidades de Breach pueden interrumpir a los enemigos y despejar áreas rápidamente, haciéndolo efectivo en los espacios reducidos de Bind."
        },
        {
          "map": "Sunset",
          "reason": "Utiliza sus habilidades para limpiar caminos y entrar a sitios de bombas."
        },
        {
          "map": "Lotus",
          "reason": "Sus habilidades son útiles en los espacios abiertos y los puntos de entrada múltiples."
        }
      ]
    },
    {
      "id": "4",
      "name": "Chamber",
      "role": "Centinela",
      "face": "/images/rostros/chamberRostro.png",
      "image": "/images/characters/chamber.png",
      "description": "Chamber es un centinela con habilidades de control y francotirador.",
      "recommendedMaps": [
        {
          "map": "Ascent",
          "reason": "Las habilidades de Chamber, como su trampa y su francotirador, son efectivas en los espacios abiertos y los puntos de estrangulamiento en Ascent."
        },
        {
          "map": "Bind",
          "reason": "Chamber puede aprovechar las posiciones elevadas y usar su trampa para controlar los teletransportadores y los puntos clave en Bind."
        },
        {
          "map": "Pearl",
          "reason": "Utiliza su francotirador para vigilar áreas abiertas y los caminos de entrada."
        },
        {
          "map": "Sunset",
          "reason": "Su francotirador es efectivo en las largas distancias y áreas abiertas del mapa."
        }
      ]
    },
    {
      "id": "5",
      "name": "Cypher",
      "role": "Centinela",
      "face": "/images/rostros/cypherRostro.png",
      "image": "/images/characters/cypher.jpg",
      "description": "Cypher es una centinela que usa trampas y cámaras para vigilar.",
      "recommendedMaps": [
        {
          "map": "Bind",
          "reason": "Las trampas y cámaras de Cypher son excelentes para monitorear los teletransportadores y entradas en Bind."
        },
        {
          "map": "Split",
          "reason": "Las habilidades de Cypher pueden controlar los corredores estrechos y puntos de estrangulamiento en Split."
        },
        {
          "map": "Fracture",
          "reason": "Sus trampas y cámaras ayudan a controlar las múltiples entradas y salidas."
        },
        {
          "map": "Sunset",
          "reason": "Sus trampas y cámaras son útiles para controlar las entradas en el mapa."
        }
      ]
    },
    {
      "id": "6",
      "name": "Fade",
      "role": "Iniciador",
      "face": "/images/rostros/fadeRostro.png",
      "image": "/images/characters/fade.jpeg",
      "description": "Fade es una iniciadora que utiliza habilidades de sigilo y visión.",
      "recommendedMaps": [
        {
          "map": "Ascent",
          "reason": "Las habilidades de Fade pueden ser utilizadas para explorar y controlar áreas clave en los espacios abiertos de Ascent."
        },
        {
          "map": "Haven",
          "reason": "Las habilidades de Fade son efectivas para descubrir las posiciones enemigas en el extenso mapa de Haven."
        },
        {
          "map": "Breeze",
          "reason": "Sus habilidades pueden explorar y controlar las amplias áreas del mapa."
        },
        {
          "map": "Pearl",
          "reason": "Utiliza sus habilidades para recopilar información en los pasillos amplios."
        }
      ]
    },
    {
      "id": "7",
      "name": "Jett",
      "role": "Duelista",
      "face": "/images/rostros/jettRostro.png",
      "image": "/images/characters/jett.jpg",
      "description": "Jett es una duelista con alta movilidad y reflejos rápidos.",
      "recommendedMaps": [
        {
          "map": "Ascent",
          "reason": "La alta movilidad de Jett le permite navegar eficazmente por los espacios abiertos y la verticalidad de Ascent."
        },
        {
          "map": "Haven",
          "reason": "La movilidad de Jett le permite cubrir el área grande de Haven y rotar rápidamente entre los tres sitios de bombas."
        }
      ]
    },
    {
      "id": "8",
      "name": "KAYO",
      "role": "Iniciador",
      "face": "/images/rostros/kayoRostro.png",
      "image": "/images/characters/kayo.jpg",
      "description": "KAY/O es un iniciador que usa explosivos y habilidades de apoyo.",
      "recommendedMaps": [
        {
          "map": "Haven",
          "reason": "Las habilidades de KAY/O son útiles para despejar áreas y proporcionar apoyo en los múltiples sitios de bombas de Haven."
        },
        {
          "map": "Split",
          "reason": "Las habilidades de KAY/O pueden interrumpir a los enemigos y apoyar a su equipo en los estrechos pasillos y puntos de estrangulamiento de Split."
        },
        {
          "map": "Breeze",
          "reason": "Su movilidad ayuda a explorar los largos pasillos y áreas abiertas."
        },
        {
          "map": "Pearl",
          "reason": "Su alta movilidad le permite moverse entre los largos pasillos y puntos de bomba."
        }
      ]
      },
    {
      "id": "9",
      "name": "Killjoy",
      "role": "Centinela",
      "face": "/images/rostros/killjoyRostro.png",
      "image": "/images/characters/killjoy.jpg",
      "description": "Killjoy es una centinela con gadgets que pueden asegurar sitios.",
      "recommendedMaps": [
        {
          "map": "Ascent",
          "reason": "Los gadgets de Killjoy son excelentes para controlar áreas clave y puntos de estrangulamiento en Ascent."
        },
        {
          "map": "Bind",
          "reason": "Las habilidades de Killjoy le permiten bloquear las salidas de los teletransportadores y controlar eficazmente los espacios estrechos."
        },
        {
          "map": "Pearl",
          "reason": "Bloquea caminos y controla los puntos de estrangulamiento en el mapa."
        },
        {
          "map": "Sunset",
          "reason": "Usa sus gadgets para asegurar sitios de bombas y controlar áreas."
        }
      ]
    },
    {
      "id": "10",
      "name": "Neon",
      "role": "Duelista",
      "face": "/images/rostros/neonRostro.png",
      "image": "/images/characters/neon.png",
      "description": "Neon es una duelista que se mueve a alta velocidad y usa electricidad.",
      "recommendedMaps": [
        {
          "map": "Ascent",
          "reason": "La alta velocidad de Neon le permite moverse rápidamente por los espacios abiertos y sorprender a los enemigos en Ascent."
        },
        {
          "map": "Haven",
          "reason": "La capacidad de Neon para desplazarse rápidamente y crear caos es efectiva en el extenso mapa de Haven con sus tres sitios de bombas."
        },
        {
          "map": "Pearl",
          "reason": "Su velocidad le permite moverse rápidamente entre los sitios de bombas."
        },
        {
          "map": "Breeze",
          "reason": "Alta velocidad para explorar amplios pasillos y largas distancias."
        }
      ]
    },
    {
      "id": "11",
      "name": "Omen",
      "role": "Iniciador",
      "face": "/images/rostros/omenRostro.png",
      "image": "/images/characters/omen.png",
      "description": "Omen es un controlador que usa humos y teleportación.",
      "recommendedMaps": [
        {
          "map": "Ascent",
          "reason": "Los humos y la teleportación de Omen pueden usarse para controlar líneas de visión y crear jugadas impredecibles."
        },
        {
          "map": "Bind",
          "reason": "La teleportación de Omen puede usarse para sorprender a los enemigos y tomar el control de áreas clave rápidamente."
        },
        {
          "map": "Ascent",
          "reason": "Humo y teleportación para controlar líneas de visión y crear jugadas."
        },
        {
          "map": "Lotus",
          "reason": "Sus habilidades ayudan a controlar las entradas y los sitios de bombas."
        }
      ]
    },
    {
      "id": "12",
      "name": "Phoenix",
      "role": "Duelista",
      "face": "/images/rostros/phoenixRostro.png",
      "image": "/images/characters/fenix.jpg",
      "description": "Phoenix es un duelista que utiliza habilidades de fuego y curación.",
      "recommendedMaps": [
        {
          "map": "Split",
          "reason": "Las habilidades de Phoenix son útiles para tomar el control de áreas pequeñas y mantener la presión sobre los enemigos."
        },
        {
          "map": "Haven",
          "reason": "La capacidad de Phoenix para curarse a sí mismo le permite mantenerse en combate durante más tiempo en el extenso mapa de Haven."
        },
        {
          "map": "Pearl",
          "reason": "Utiliza su fuego y curación en los caminos abiertos y amplios del mapa."
        },
        {
          "map": "Sunset",
          "reason": "Habilidades para mantener la presión en los combates y controlar áreas."
        }
      ]
    },  
    {
      "id": "13",
      "name": "Raze",
      "role": "Duelista",
      "face": "/images/rostros/razeRostro.png",
      "image": "/images/characters/raze.png",
      "description": "Raze es una duelista con habilidades explosivas.",
      "recommendedMaps": [
        {
          "map": "Bind",
          "reason": "Las habilidades explosivas de Raze pueden ser devastadoras en los estrechos corredores y espacios reducidos de Bind."
        },
        {
          "map": "Split",
          "reason": "Las habilidades de Raze son efectivas para despejar áreas y atacar a los enemigos en los puntos de estrangulamiento de Split."
        },
        {
          "map": "Breeze",
          "reason": "Sus explosivos son útiles en los largos pasillos y espacios abiertos."
        },
        {
          "map": "Icebox",
          "reason": "Sus explosivos son efectivos para controlar los espacios amplios del mapa."
        }
      ]
    },
    {
      "id": "14",
      "name": "Sova",
      "role": "Centinela",
      "face": "/images/rostros/sovaRostro.png",
      "image": "/images/characters/sova.jpg",
      "description": "Sova es un iniciador que sobresale en la recopilación de información.",
      "recommendedMaps": [
        {
          "map": "Ascent",
          "reason": "Las habilidades de reconocimiento de Sova pueden recopilar información crucial sobre las posiciones enemigas en las áreas abiertas de Ascent."
        },
        {
          "map": "Icebox",
          "reason": "Las habilidades de Sova pueden explorar enemigos ocultos en el complejo diseño vertical de Icebox."
        }
      ]
    },
    {
      "id": "15",
      "name": "Reyna",
      "role": "Iniciador",
      "face": "/images/rostros/reynaRostro.png",
      "image": "/images/characters/reyna.jpeg",
      "description": "Reyna es una duelista que se alimenta de las muertes para fortalecerse.",
      "recommendedMaps": [
        {
          "map": "Split",
          "reason": "Las habilidades de Reyna son útiles para dominar combates individuales en los espacios reducidos de Split."
        },
        {
          "map": "Bind",
          "reason": "Reyna puede aprovechar los espacios cerrados de Bind para eliminar rápidamente a los enemigos y curarse."
        },
        {
          "map": "Lotus",
          "reason": "Habilidades de duelo y curación para los combates en áreas abiertas."
        },
        {
          "map": "Pearl",
          "reason": "Utiliza su habilidad de curación y ataque en espacios abiertos."
        }
      ]
    },
    {
      "id": "16",
      "name": "Viper",
      "role": "Controlador",
      "face": "/images/rostros/viperRostro.png",
      "image": "/images/characters/viper.jpg",
      "description": "Viper es una controladora que utiliza veneno y humo.",
      "recommendedMaps": [
        {
          "map": "Icebox",
          "reason": "Las habilidades de Viper pueden controlar las líneas de visión y envenenar áreas clave en Icebox."
        },
        {
          "map": "Bind",
          "reason": "Las habilidades de Viper son útiles para bloquear teletransportadores y controlar sitios de bombas en Bind."
        }
      ]
    },
    {
      "id": "17",
      "name": "Yoru",
      "role": "Duelista",
      "face": "/images/rostros/yoruRostro.png",
      "image": "/images/characters/yoru.jpg",
      "description": "Yoru es un duelista que utiliza la confusión y el engaño.",
      "recommendedMaps": [
        {
          "map": "Bind",
          "reason": "Las habilidades de engaño de Yoru pueden aprovechar los teletransportadores para sorprender a los enemigos en Bind."
        },
        {
          "map": "Icebox",
          "reason": "Las habilidades de Yoru son efectivas para moverse rápidamente y confundir a los enemigos en el complejo diseño de Icebox."
        }
      ]
    },
    {
      "id": "18",
      "name": "Sage",
      "role": "Centinela",
      "face": "/images/rostros/sageRostro.png",
      "image": "/images/characters/sage.png",
      "description": "Sage es una centinela que puede curar y resucitar a sus compañeros.",
      "recommendedMaps": [
        {
          "map": "Icebox",
          "reason": "Las habilidades de curación y resurrección de Sage son invaluables en el caótico diseño de Icebox."
        },
        {
          "map": "Split",
          "reason": "La capacidad de Sage para crear barreras puede bloquear puntos clave y controlar el flujo del juego en Split."
        }
      ]
    },
    {
      "id": "19",
      "name": "Skye",
      "role": "Iniciador",
      "face": "/images/rostros/skyeRostro.png",
      "image": "/images/characters/skye.jpeg",
      "description": "Skye es una iniciadora con habilidades de curación y exploración.",
      "recommendedMaps": [
        {
          "map": "Haven",
          "reason": "Las habilidades de curación y exploración de Skye son valiosas para apoyar a los compañeros de equipo y recopilar información en el amplio mapa de Haven."
        },
        {
          "map": "Ascent",
          "reason": "Las habilidades de Skye pueden usarse para explorar y controlar áreas clave, apoyando a su equipo en los enfrentamientos."
        },
        {
          "map": "Sunset",
          "reason": "Habilidades para el control de áreas y apoyo en combates."
        },
        {
          "map": "Breeze",
          "reason": "Sus habilidades pueden explorar y controlar amplias áreas abiertas."
        }
      ]
    },
    {
      "id": "20",
      "name": "Harbor",
      "role": "Controlador",
      "face": "/images/rostros/harborRostro.png",
      "image": "/images/characters/harbor.jpeg",
      "description": "Harbor es un controlador que usa agua para bloquear la visión y controlar el campo de batalla.",
      "recommendedMaps": [
        {
          "map": "Bind",
          "reason": "Las habilidades de Harbor pueden bloquear los teletransportadores y controlar los sitios de bombas en Bind."
        },
        {
          "map": "Haven",
          "reason": "La habilidad de Harbor para crear barreras de agua es útil para controlar las áreas amplias y los múltiples sitios de bombas en Haven."
        }
      ]
    },
    {
      "id": "21",
      "name": "Gekko",
      "role": "Iniciador",
      "face": "/images/rostros/gekkoRostro.png",
      "image": "/images/characters/gekko.jpg",
      "description": "Gekko es un iniciador que utiliza sus compañeros de combate para obtener ventajas.",
      "recommendedMaps": [
        {
          "map": "Ascent",
          "reason": "Las habilidades de Gekko son útiles para explorar y controlar áreas clave, ideal para los espacios abiertos de Ascent."
        },
        {
          "map": "Icebox",
          "reason": "Gekko puede usar sus compañeros de combate para obtener información y controlar el terreno en el diseño vertical de Icebox."
        },
        {
          "map": "Sunset",
          "reason": "Sus habilidades son útiles para explorar y controlar áreas amplias del mapa."
        }
      ]
    },
    {
      "id": "22",
      "name": "Clove",
      "role": "Controlador",
      "face": "/images/rostros/cloveRostro.png",
      "image": "/images/characters/clove.jpeg",
      "description": "Clove es un centinela que utiliza sus habilidades para proteger y apoyar a su equipo.",
      "recommendedMaps": [
        {
          "map": "Haven",
          "reason": "Las habilidades de Clove permiten proteger los sitios de bombas y controlar áreas clave en el extenso mapa de Haven."
        },
        {
          "map": "Bind",
          "reason": "Clove puede utilizar sus habilidades para asegurar áreas estratégicas y proteger los puntos clave en Bind."
        },
        {
          "map": "Pearl",
          "reason": "Sus habilidades bloquean caminos y controlan puntos clave en el mapa."
        }
      ]
    }
  ]
}